Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/khio.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: “Stefan Herheim is Norway’s most famous and lauded opera director,” comments Tore Dingstad, dean of the Academy of Opera.
nn: - Stefan Herheim er Noregs mest berømte og meritterte operaregissør, seier Tore Dingstad, dekan ved Operahøgskolen, i ein kommentar.

source: From November 2017, the house will be at the disposal of a new generation of students at KHiO for short periods of research and other study-related project work.
nn: Frå november 2017 blir huset stilt til rådvelde for ein ny generasjon studentar ved KHiO for kortare studieopphold eller prosjektarbeid relatert til studiet.

source: I am very pleased to be awarded the one-year studio grant (FKDS) at Kunstnernes hus, to continue my artistic practices in Oslo.
nn: Eg er svært glad for å ha fått eit eittårig studio-opphald (FKDS) ved Kunstnernes Hus, slik at eg kan halde fram med det kunstnarlege arbeidet mitt i Oslo.

source: Moreover, the project will be also participating in group exhibitions in Hong Kong, Prague and Oslo later.
nn: Seinare skal prosjektet mitt vere med i gruppeutstillingar i Hong Kong, Praha og Oslo.

source: I’m heading off to the Teatret Vårt theatre in Molde!
nn: – Eg skal til Teatret vårt i Molde!

source: Her sculptures and installations interrogate conventional and allegedly stable structures and classifications based on science and cultural practices.
nn: Skulpturane og installasjonane hennar utfordrar konvensjonelle og tilsynelatande stabile strukturar og klassifiseringar som er baserte på vitskapleg og kulturell praksis.

source: The commissioner of the 2019 Nordic Pavilion will be the
nn: Ansvarleg for Den nordiske paviljongen 2019 er

source: Thanks to donations from ten wealthy Norwegian art enthusiasts, in 1939 the National Academy of Fine Arts was able to purchase a studio house for use by “young art students” in the district of Arcueil, just south of Paris.
nn: Takka vere donasjonar frå ti formuande og kunstinteresserte nordmenn, kunne Statens kunstakademi i 1939 kjøpe eit atelierhus til bruk «for unge kunststuderande» i kommunen Arcueil sør for Paris.

source: I have for instance participated in the Connecting Wool research project, where we explored the possibilities and potential of Norwegian wool.
nn: Blant anna har eg vore involvert i forskingsprosjektet Connecting Wool, der vi har utforska moglegheitene og potensialet i norsk ull.

source: The Studio House has been in almost constant use since 1945/46.
nn: Atelierhuset har vore i samanhengande bruk frå 1945/46 og fram til i dag.

source: Since 2007 Ohlraun has worked as Course Director for the master's course in Fine Art at
nn: Ohlraun har sidan 2007 jobba som Course Director for masterstudiet i biletkunst ved Piet Zwart Institute på Universitetet i Rotterdam.

source: Vanessa Ohlraun, dean at the Academy of Fine Art at Oslo National Academy of the Arts, will be the new Rector (Präsidentin) at Braunschweig University of Art.
nn: Vanessa Ohlraun, dekan ved avdeling Kunstakademiet ved Kunsthøgskolen i Oslo, blir ny rektor ved Kunsthøgkolen i Braunschweig.

source: For this summer, I will present my graduation project at K4 Gallery as my first solo show in Oslo.
nn: I sommar skal eg presentere eksamensprosjektet mitt i K4 Galleri som den første soloutstillinga mi i Oslo.

source: Our graduation group exhibition “The Great Indoors" at Kunstnernes Hus is an unforgettable experience for me.
nn: Utstillinga som eksamensklassa hadde på Kunstnernes Hus, «The Great Indoors», er noko eg aldri kjem til å gløyme.

source: What is your key takeaway from KHiO?
nn: Kva er det viktigaste du tek med deg frå tida ved KHiO?

source: Since 2000 he has lived in Berlin.
nn: Sidan 2000 bur han i Berlin.

source: The materials keep interacting and forming new mixtures during the exhibition, denying the human control over them.
nn: Materiala påverkar kvarandre og formar nye blandingar gjennom utstillinga, og nektar oss å ha menneskeleg kontroll over dei.

source: theatre, and opera.
nn: dans og opera.

source: In addition, studying at KHiO expanded my network in Oslo and had the opportunities to participate in projects outside of school.
nn: Under studiet ved KHiO har eg dessutan utvida nettverket mitt i Oslo, og eg har fått sjansen til å delta i prosjekt utanom skulen.

source: The film was presented in Skylight Gallery KHiO and an online interactive form.
nn: Filmen vart presentert i Skylight Gallery KHiO og interaktivt på nettet.

source: Over the years, more than 500 artists have used the house to pursue their creative work and as a reasonably priced opportunity to seek inspiration away from their routine environments.
nn: Meir enn 500 kunstnarar har leigd seg inn i huset for å kunne drive med kreativt arbeid og, for ein billeg penge, kunne opphalde seg og hente inspirasjon ein annan stad enn i sitt vante miljø.

source: Studying at KHiO 2021: Academy of Fine Art
nn: Å studere på KHiO 2021: Kunstakademiet

source: It was educational to do something so completely different, and I’m grateful for having been able to experience and work under such discipline.
nn: Det var lærerikt å gjere noko så heilt annleis, og eg er takksam for å ha fått oppleve og arbeide under slik disiplin.

source: We put on The Robbers by Friedrich Schiller, as staged by a German artist duo, with Silvia Rieger directing and set designs and costumes by Laurent Pellissier.
nn: Vi spelte «Morderne» etter Friedrich Schiller, sett i scene av ein tysk kunstnarduo, Silvia Rieger på regi og scenograf og kostymedesignar Laurent Pellissier.

source: I’ve been given a role there in Romeo and Juliet, which is going to be staged by Simen Formo Hay, who graduated from the Academy as a director two years ago.
nn: Der har eg ei rolle i Romeo og Julie, som skal settast i scene av Simen Formo Hay, som gjekk ut frå regilinja her på KHiO for to år sidan.

source: The Deutsche Oper Berlin has appointed him to direct Richard Wagner’s entire Der Ring des Nibelungen tetralogy in 2020, the first revival of the work in 35 years after Götz Friedrich’s legendary production in 1984.
nn: Deutsche Oper Berlin har gitt han regiansvaret for Richard Wagners tetralogi ”Der Ring des Nibelungen” i 2020, den første nyoppsetjinga av verket på 35 år etter Götz Friedrichs legendariske Ring frå 1984.

source: She began a new fixed term in 2015.
nn: Ho tok fatt på eit nytt åremål i 2015.

source: My Master’s project was titled Fashion Farm and took its starting point from a family farm I inherited in 2018 when my father passed away.
nn: Masterprosjektet mitt heiter Fashion Farm og tar utgangspunkt i familiegarden eg arva i 2018 då faren min gjekk bort.

source: Bachelor’s in acting, the Academy of Theatre
nn: Bachelor i skodespelarfag, avdeling Teaterhøgskolen

source: at Oslo Kunstforening.
nn: på Oslo Kunstforening.

source: In addition to Yuka Oyama’s exhibition research fellows; Tina Jonsbu, Katrine Køster Holst, Merete Røstad and Franz Schmidt invite you into their studio`s.
nn: I samband med Oslo Open innbyr også stipendiatane Tina Jonsbu, Katrine Køster Holst, Merete Røstad og Franz Schmidt publikum til sine atleier ved Kunsthøgskolen i Oslo.

source: Stefan Herheim was born in 1970 in Oslo.
nn: Stefan Herheim er fødd i 1970 i Oslo.

source: For the past six years, I have educated in Hong Kong.
nn: Dei siste seks åra før eg kom hit, studerte eg i Hong Kong.

source: What has it been like to study at KHiO?
nn: Korleis har det vore å studere ved KHiO?

source: I started my study in KHiO in 2019 as my first time studying abroad.
nn: Eg begynte studiet ved KHiO i 2019, og det var første gongen eg studerte utanlands.

source: This is the result of the work of an outstanding and diverse staff, as well as innovative education formats, such as the new master's course «Scenarios for Going Public», says Vanessa Ohlraun.
nn: Dette er resultat av arbeidet til ein framragande og mangfaldig fagstab, og innovative undervisningsformer, som til dømes det nye masteropplegget «Scenarios for Going Public», seier Vanessa Ohlraun.

source: I made a DIY stool kit from surplus materials from Fellesverkstedet.
nn: Eg har laga eit DIY-krakk-kit av restematerialar frå Fellesverksted.
